{ "docs": [ 
    { "category": "Other"
    , "_id": "op000"
    , "title": "Private Prayer"
    , "source": "Self"
    , "prayer" : ""
    }
,   { "category": "The Church"
    , "_id": "op001"
    , "title": "for the universal church (1)"
    , "source": "bcp2019"
    , "prayer" : "O God of unchangeable power and eternal light: Look favorably\n on your whole Church, that wonderful and sacred mystery; by\n the effectual working of your providence, carry out in tranquility\n the plan of salvation; let the whole world see and know that\n things which were cast down are being raised up, and things\n which had grown old are being made new, and that all things\n are being brought to their perfection by him through whom all\n things were made, your Son Jesus Christ our Lord; who lives\n and reigns with you, in the unity of the Holy Spirit, one God,\n for ever and ever. Amen."
    }
,   { "category": "The Church"
    , "_id": "op002"
    , "title": "for the universal church (2)"
    , "source": "William Laud"
    , "prayer": "Gracious Father, we pray for your holy Catholic Church. Fill\n it with all truth, in all truth with all peace. Where it is corrupt,\n purify it; where it is in error, direct it; where in anything it is\n amiss, reform it. Where it is right, strengthen it; where it is in\n want, provide for it; where it is divided, reunite it; for the sake of\n Jesus Christ your Son our Savior. Amen."
    }
,   { "category": "The Church"
    , "_id": "op003"
    , "title": "for the unity of the church"
    , "source": "bcp2019"
    , "prayer": "Lord Jesus Christ, you said to your apostles, “Peace I give to you;\n my own peace I leave with you”: Regard not our sins, but the\n faith of your Church, and give to us the peace and unity of that\n heavenly city, where with the Father and the Holy Spirit you\n live and reign, now and for ever. Amen."
}
,   { "category": "The Church"
    , "_id": "op004"
    , "title": "for the unity of all christian people"
    , "source": "bcp2019"
    , "prayer": "O God the Father of our Lord Jesus Christ, our only Savior, the\n Prince of Peace: Give us grace to take to heart the grave dangers \n we are in through our many divisions. Deliver your Church from\n all enmity and prejudice, and everything that hinders us from\n godly union. As there is one Body and one Spirit, one hope of\n our calling, one Lord, one Faith, one Baptism, one God and\n Father of us all, so make us all to be of one heart and of one\n mind, united in one holy bond of truth and peace, of faith and\n love, that with one voice we may give you praise; through\n Jesus Christ our Lord, who lives and reigns with you and the\n Holy Spirit, one God in everlasting glory. Amen."
}
,   { "category": "The Church"
    , "_id": "op005"
    , "title": "for the spirit of prayer"
    , "source": "bcp2019"
    , "prayer": "O Almighty God, you pour out on all who desire it the spirit\n of grace and of supplication: Deliver us, when we draw near to\n you, from coldness of heart and wanderings of mind, that with\n steadfast thoughts and kindled affections we may worship you in\n spirit and in truth; through Jesus Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op006"
    , "title": "for a province or diocese"
    , "source": "bcp2019"
    , "prayer": "O God, by your grace you have called us in this Diocese to be\n a good and godly fellowship of faith. Bless our Bishop(s) N.,\n and other clergy, and all our people. Grant that your Word may\n be truly preached and truly heard, your Sacraments faithfully\n administered and faithfully received. By your Spirit, fashion our\n lives according to the example of your Son, and grant that we\n may show the power of your love to all among whom we live;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op007"
    , "title": "for a provincial or diocesan convention or synod"
    , "source": "bcp2019"
    , "prayer": "Almighty and everlasting God, by your Holy Spirit you presided\n in the council of the blessed Apostles, and you promised,\n through your Son Jesus Christ, to be with your Church to the\n end of the world: Be with the council of your Church assembled \n [here] in your Name and presence. Save us from all error,\n ignorance, prejudice, and pride; and of your great mercy direct,\n sanctify, and govern us in our work, by the mighty power of\n the Holy Spirit; that the order and discipline of your Church\n may be maintained, and that the Gospel of Christ may be\n truly preached, truly received, and truly followed in all places,\n breaking down the kingdom of sin, Satan, and death; till all your\n scattered sheep, being gathered into one fold, become partakers\n of everlasting life; through the merits and death of Jesus Christ\n our Savior. Amen."
}
,   { "category": "The Church"
    , "_id": "op008"
    , "title": "for a provincial or diocesan convention or synod"
    , "source": "bcp2019"
    , "prayer": "Gracious and everliving Father, you have given the Holy Spirit\n to abide with us for ever: Bless, we pray, with the Holy Spirit’s\n grace and presence, the Bishop(s), Priests, Deacons, and all the\n Laity who assemble in your Name; that your Church, being\n preserved in true faith and godly discipline, may fulfill the will\n of him who loved her and gave himself for her, your Son Jesus\n Christ our Savior; who now lives and reigns with you and the\n same Spirit, one God, now and for ever. Amen."
}
,   { "category": "The Church"
    , "_id": "op009"
    , "title": "for vestry and church meetings"
    , "source": "bcp2019"
    , "prayer": "Almighty and everliving God, source of all wisdom and\n understanding, be present with those who take counsel [in\n ______] for the renewal and mission of your Church. Teach\n us in all things to seek first your honor and glory. Guide us to\n perceive what is right, and grant us both the courage to pursue\n it and the grace to accomplish it; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "The Church"
    , "_id": "op010"
    , "title": "for the selection of a bishop or other minister"
    , "source": "bcp2019"
    , "prayer": "Almighty God, giver of every good gift: Look graciously\n on your Church, and so guide the minds of those who shall \n choose a Bishop for this Diocese that we may receive a faithful\n pastor who will preach the Gospel, care for your people, equip\n us for ministry, and lead us forth in fulfillment of the Great\n Commission; through Jesus Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op011"
    , "title": "for the local congregation (1)"
    , "source": "bcp2019"
    , "prayer": "O God the Holy Spirit, Sanctifier of the faithful: Sanctify\n this Congregation by your abiding presence. Bless those who\n minister in holy things. Enlighten the minds of your people\n more and more with the light of the everlasting Gospel. Bring\n erring souls to the knowledge of our Savior Jesus Christ; and\n those who are walking in the way of life, keep steadfast to the\n end. Give patience to the sick and afflicted, and renew them\n in body and soul. Guard those who are strong and prosperous\n from forgetting you. Increase in us your many gifts of grace, and\n make us all fruitful in good works. This we ask, O blessed Spirit,\n whom with the Father and the Son we worship and glorify, one\n God, world without end. Amen."
}
,   { "category": "The Church"
    , "_id": "op012"
    , "title": "for the local congregation (2)"
    , "source": "bcp2019"
    , "prayer": "Almighty and everlasting God, you govern all things in heaven\n and on earth: Mercifully hear our prayers, and grant that in\n this Congregation the pure Word of God may be preached and\n the Sacraments duly administered. Strengthen and confirm the\n faithful; protect and guide the children; visit and relieve the\n sick; turn and soften the wicked; arouse the careless; recover\n the fallen; restore the penitent; remove all hindrances to the\n advancement of your truth; and bring us all to be of one heart\n and mind within your holy Church, to the honor and glory of\n your Name; through Jesus Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op013"
    , "title": "for vocations to ordained ministry"
    , "source": "bcp2019"
    , "prayer": "Lord Jesus, you are the Good Shepherd who cares for his flock:\n We ask you to bestow upon your Church the gifts of the Holy\n Spirit in abundance, and to raise up from among us faithful\n and able persons called to the ministries of Deacon, Priest, and\n Bishop. Inspire them to spend and be spent for the sake of the\n Gospel, and make them holy and loving servants and shepherds\n of the flock for whom you shed your most precious blood. Grant\n this for the sake of your love. Amen."
}
,   { "category": "The Church"
    , "_id": "op014"
    , "title": "for church musicians and artists"
    , "source": "bcp2019"
    , "prayer": "O God, whom saints and angels delight to worship in heaven:\n Be ever present with your servants on earth who seek through\n art and music to perfect the praises of your people. Grant them\n even now true glimpses of your beauty, and make them worthy\n at length to behold it unveiled for evermore; through Jesus\n Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op015"
    , "title": "for monastic orders and vocations"
    , "source": "bcp2019"
    , "prayer": "O Lord Jesus Christ, you became poor for our sake that we\n might be made rich through your poverty: Guide and sanctify,\n we pray, those whom you call to follow you in poverty, chastity,\n and obedience; that by their prayer and service they may enrich\n your Church, and by their life and worship may glorify your\n Name; for you live and reign with the Father and the Holy\n Spirit, one God, now and for ever. Amen."
}
,   { "category": "The Church"
    , "_id": "op016"
    , "title": "for the mission of the church (1)"
    , "source": "bcp2019"
    , "prayer": "O God, you have made of one blood all the peoples of the earth,\n and sent your blessed Son to preach peace to those who are far \n off and to those who are near: Grant that people everywhere\n may seek after you and find you; bring the nations into your\n fold; pour out your Spirit upon all flesh; and hasten the coming\n of your kingdom; through Jesus Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op017"
    , "title": "for the mission of the church (2)"
    , "source": "bcp2019"
    , "prayer": "O God, our heavenly Father, you manifested your love by\n sending your only-begotten Son into the world, that all might\n live through him: Pour out your Spirit on your Church, that\n we may fulfill his command to preach the Gospel to all people.\n Send forth laborers into your harvest; defend them in all\n dangers and temptations; and hasten the time when the fullness\n of the Gentiles shall be gathered in, and faithful Israel shall be\n saved; through your Son Jesus Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op018"
    , "title": "for missionary societies"
    , "source": "bcp2019"
    , "prayer": "Lord Jesus, you commanded us to make disciples of all nations:\n Bless all those who work together for the spread of the Gospel\n [especially __________]; make them faithful and true witnesses\n to proclaim your glorious Name. Send down the grace of the\n Holy Spirit upon all your people, that we may give cheerfully of\n our substance for the evangelization of the world, and that the\n light of your truth may shine brightly in every place. Hear us,\n O merciful Savior, who with the Father and the Holy Spirit live\n and reign, one God, world without end. Amen."
}
,   { "category": "The Church"
    , "_id": "op019"
    , "title": "for all missionaries"
    , "source": "bcp2019"
    , "prayer": "O God, you desire that all people be saved and come to\n knowledge of the truth: Prosper all those who live, preach,\n and teach the Gospel at home and in distant lands [especially\n __________]; protect them in all perils, support them in\n their loneliness, sustain them in the hour of trial; give them\n your abundant grace to bear faithful witness; and endue\n them with burning zeal and love, that they may turn many to\n righteousness; through Jesus Christ our Lord. Amen."
}
,   { "category": "The Church"
    , "_id": "op020"
    , "title": "for a spirit of evangelism"
    , "source": "bcp2019"
    , "prayer": "Almighty God our Savior, you desire that none should perish,\n and you have taught us through your Son that there is great joy\n in heaven over every sinner who repents: Grant that our hearts\n may ache for a lost and broken world. May your Holy Spirit\n work through our words, deeds, and prayers, that the lost may\n be found and the dead made alive, and that all your redeemed\n may rejoice around your throne; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "Creation"
    , "_id": "op021"
    , "title": "for joy in god’s creation"
    , "source": "bcp2019"
    , "prayer": "O heavenly Father, you have filled the world with beauty: Open\n our eyes to behold your gracious hand in all your works; that,\n rejoicing in your whole creation, we may learn to serve you with\n gladness; for the sake of him through whom all things were made, your Son Jesus Christ our Lord. Amen."
}
,   { "category": "Creation"
    , "_id": "op022"
    , "title": "for stewardship of creation"
    , "source": "bcp2019"
    , "prayer": "O merciful Creator, your loving hand is open wide to satisfy the\n needs of every living creature: Make us always thankful for your\n loving providence, and give us grace to honor you with all that \n you have entrusted to us; that we, remembering the account we\n must one day give, may be faithful stewards of your good gifts;\n through Jesus Christ our Lord, who with you and the Holy\n Spirit lives and reigns, one God, for ever and ever. Amen."
}
,   { "category": "Creation"
    , "_id": "op023"
    , "title": "for the harvest of lands and waters"
    , "source": "bcp2019"
    , "prayer": "O gracious Father, you open your hand and fill all living things\n with plenteousness: Bless the lands and waters, and multiply the\n harvests of the world; send forth your breath, and renew the face\n of the earth; show your loving-kindness, that our land may yield\n its increase; and save us from selfish use of what you provide,\n that the poor and needy may give thanks to your Name; through\n Jesus Christ our Lord. Amen."
}
,   { "category": "Creation"
    , "_id": "op024"
    , "title": "For Rain"
    , "source": "bcp2019"
    , "prayer": "O God, our heavenly Father, by your Son Jesus Christ you have\n promised to those who seek your kingdom and its righteousness\n all things necessary to sustain their life: Send us, we pray, in\n this time of need, such moderate rain and showers, that we may\n receive the fruits of the earth, to our comfort and to your honor;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Creation"
    , "_id": "op025"
    , "title": "in time of scarcity and famine"
    , "source": "bcp2019"
    , "prayer": "O God, our heavenly Father, whose blessed Son has taught us\n to seek our daily bread from you: Behold the affliction of your\n people, and send us swift aid in our time of need. Increase the\n fruits of the earth by your heavenly benediction; and grant that\n we, receiving your gifts with thankful hearts, may use them\n to your glory, for the relief of those in need, and for our own\n health; through Jesus Christ our Lord. Amen."
}
,   { "category": "Creation"
    , "_id": "op026"
    , "title": "in times of natural disaster"
    , "source": "bcp2019"
    , "prayer": "Almighty God, by your Word you laid the foundations of the\n earth, set the bounds of the sea, and still the wind and waves.\n Surround us with your grace and peace, and preserve us through\n this storm [or ________]. By your Spirit, lift up those who have\n fallen, strengthen those who work to rescue or rebuild, and fill\n us with the hope of your new creation; through Jesus Christ our\n Lord. Amen."
}
,   { "category": "The Nation"
    , "_id": "op027"
    , "title": "for the peace of the world (1)"
    , "source": "bcp2019"
    , "prayer": "Eternal God, in whose perfect kingdom no sword is drawn but\n the sword of righteousness, no strength known but the strength\n of love: So mightily spread abroad your Spirit, that all peoples\n may be gathered under the banner of the Prince of Peace; to\n whom be dominion and glory, now and for ever. Amen."
}
,   { "category": "The Nation"
    , "_id": "op028"
    , "title": "for the peace of the world (2)"
    , "source": "bcp2019"
    , "prayer": "Almighty God, from whom all thoughts of truth and peace\n proceed: Kindle, we pray, in the hearts of all people the true love\n of peace, and guide with your pure and peaceable wisdom those\n who take counsel for the nations of the earth; that in tranquility\n your kingdom may go forward, till the earth is filled with the\n knowledge of your love; through Jesus Christ our Lord. Amen."
}
,   { "category": "The Nation"
    , "_id": "op029"
    , "title": ""
    , "source": "for courts of justice"
    , "prayer": "Almighty God, you sit on your throne giving righteous judgment:\n We humbly ask you to bless all courts of justice and all magistrates\n in this land; give them a spirit of wisdom and understanding, that\n fearing no power but yours alone, they may discern the truth and\n impartially administer the law; through him who shall come to be\n our Judge, your Son our Savior Jesus Christ. Amen."
}
,   { "category": "The Nation"
    , "_id": "op030"
    , "title": "for civil authorities"
    , "source": "bcp2019"
    , "prayer": "Almighty God, our heavenly Father, send down on those who\n hold public office [especially _________] the spirit of wisdom,\n charity, and justice; that with steadfast purpose they may\n faithfully serve in their offices to promote the well-being of all\n people; through Jesus Christ our Lord. Amen."
}
,   { "category": "The Nation"
    , "_id": "op031"
    , "title": "for an election"
    , "source": "bcp2019"
    , "prayer": "Almighty God, to whom we must account for all our powers\n and privileges: Guide and direct, we humbly pray, the minds\n of all those who are called to elect fit persons to serve [in\n ________]. Grant that in the exercise of our choice we may\n promote your glory, and the welfare of this nation. This we ask\n for the sake of our Lord and Savior Jesus Christ. Amen."
}
,   { "category": "The Nation"
    , "_id": "op032"
    , "title": "for those in the armed forces"
    , "source": "bcp2019"
    , "prayer": "Almighty God, we commend to your gracious care and keeping\n all the men and women of our armed forces at home and abroad.\n Defend them day by day with your heavenly grace; strengthen\n them in their trials and temptations; give them courage to face\n the perils which beset them; and grant them a sense of your\n abiding presence wherever they may be; through Jesus Christ\n our Lord. Amen."
}
,   { "category": "The Nation"
    , "_id": "op033"
    , "title": "for our enemies"
    , "source": "bcp2019"
    , "prayer": "O God, the Creator of all, whose Son commanded us to love\n our enemies: Lead them and us from prejudice to truth; deliver\n them and us from hatred, cruelty, and revenge; and in your good\n time enable us all to stand reconciled before you in Jesus Christ;\n in whose Name we pray. Amen."
}
,   { "category": "Specific to Canada"
    , "_id": "op034"
    , "title": "for the sovereign"
    , "source": "bcp2019"
    , "prayer": "Almighty and everlasting God, we are taught by your holy\n Word that the hearts of kings are in your rule, and that you\n direct them according to your wisdom: We humbly ask you so\n to govern the heart of N. your servant, our Queen and Governor,\n that in all her thoughts, words, and deeds, she may ever seek your\n honour and glory, and act to preserve your people committed\n to her charge in prosperity, peace, and godliness; Grant this, O\n merciful Father, for the sake of your dear Son Jesus Christ our\n Lord. Amen."
}
,   { "category": "Specific to Canada"
    , "_id": "op035"
    , "title": "for the royal family"
    , "source": "bcp2019"
    , "prayer": "Almighty God, the fountain of all goodness, we humbly ask\n you to bless our most gracious Sovereign, Queen N., [here may\n be named other members of the Royal Family] and all the Royal\n Family: Endue them with your Holy Spirit; enrich them with\n your heavenly grace; prosper them with all happiness; and bring\n them to your everlasting kingdom; through Jesus Christ our\n Lord. Amen."
}
,   { "category": "Specific to Canada"
    , "_id": "op036"
    , "title": "for the prime minister of canada, lieutenant governors, and the premiers of the provinces"
    , "source": "bcp2019"
    , "prayer": "Lord of all power and mercy, we ask you to assist with your\n favour the Governor General and Prime Minister, and the\n Lieutenant Governors and Premiers of the Provinces. Cause\n them to walk before you in truth and righteousness, and to fulfill\n their office to your glory and the public good; through Jesus\n Christ our Lord. Amen."
}
,   { "category": "Specific to the United States or Mexico"
    , "_id": "op037"
    , "title": "for the president and all in civil authority"
    , "source": "bcp2019"
    , "prayer": "O Lord our Governor, whose glory fills all the world: We\n commend this Nation to your merciful care, that we may be\n guided by your providence, and dwell secure in your peace.\n Grant to the President of this Nation, the Governor of this\n State [or Commonwealth], and to all in authority, wisdom and\n strength to know and to do your will. Fill them with the love of\n truth and righteousness, and make them continually mindful of\n their calling to serve this people in reverent obedience to you;\n through Jesus Christ our Lord, who lives and reigns with you\n and the Holy Spirit, one God, world without end. Amen."
}
,   { "category": "Specific to the United States or Mexico"
    , "_id": "op038"
    , "title": "for congress or a state legislature"
    , "source": "bcp2019"
    , "prayer": "O God, the fountain of wisdom, whose will is good and\n gracious, and whose law is truth: So guide and bless our\n Senators and Representatives assembled in Congress [or the\n Legislature of this State, Commonwealth, etc.], that they may\n enact laws pleasing in your sight, to the glory of your Name\n and the welfare of this people; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "Specific to the United States or Mexico"
    , "_id": "op039"
    , "title": "for our nation"
    , "source": "bcp2019"
    , "prayer": "Almighty God, who hast given us this good land for our\n heritage: We humbly beseech thee that we may always prove\n ourselves a people mindful of thy favor and glad to do thy will.\n Bless our land with honorable industry, sound learning, and\n pure conduct. Save us from violence, discord, and confusion;\n from pride and arrogance, and from every evil way. Defend our\n liberties, and fashion into one united people the multitudes\n brought hither out of many kindreds and tongues. Endue with \n the spirit of wisdom those to whom, in thy Name, we entrust\n the authority of government, that there may be justice and peace\n at home, and that, through obedience to thy law, we may show\n forth thy praise among the nations of the earth. In the time of\n prosperity, fill our hearts with thankfulness, and in the day of\n trouble, suffer not our trust in thee to fail; all of which we ask\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op040"
    , "title": "for all sorts and conditions of men"
    , "source": "bcp2019"
    , "prayer": "O God, the creator and preserver of all mankind, we humbly\n beseech thee for all sorts and conditions of men; that thou\n wouldest be pleased to make thy ways known unto them, thy\n saving health unto all nations. More especially we pray for thy\n holy Church universal, that it may be so guided and governed\n by thy good Spirit, that all who profess and call themselves\n Christians may be led into the way of truth, and hold the faith\n in unity of spirit, in the bond of peace, and in righteousness of\n life. Finally, we commend to thy fatherly goodness all those who\n are in any ways afflicted or distressed, in mind, body, or estate,\n [especially those for whom our prayers are desired]; that it\n may please thee to comfort and relieve them according to their\n several necessities, giving them patience under their sufferings,\n and a happy issue out of all their afflictions. And this we beg for\n Jesus Christ’s sake. Amen."
}
,   { "category": "Society"
    , "_id": "op041"
    , "title": "for cities, towns, and other communities"
    , "source": "bcp2019"
    , "prayer": "Heavenly Father, you sent your Son among us to proclaim\n the kingdom of God in cities, towns, villages, and lonely\n places. Behold and visit, we pray, the community of ________.\n Renew the bonds of charity that uphold our civic life. Send\n us honest and able leaders. Deliver us from poverty, prejudice, \n and oppression, that peace may prevail with righteousness, and\n justice with mercy. And at the last, bring us to your Holy City,\n the new Jerusalem, where we shall know perfect unity and peace;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op042"
    , "title": "for the human family"
    , "source": "bcp2019"
    , "prayer": "O God, you made us in your own image, and you have redeemed\n us through your Son Jesus Christ: Look with compassion on the\n whole human family; take away the arrogance and hatred which\n infect our hearts; break down the walls that separate us; unite us\n in bonds of love; and work through our struggle and confusion\n to accomplish your purposes on earth; that, in your good time,\n all nations and races may serve you in harmony around your\n heavenly throne; through Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op043"
    , "title": "for social justice"
    , "source": "bcp2019"
    , "prayer": "Almighty God, you created us in your own image: Grant us\n grace to contend fearlessly against evil and to make no peace\n with oppression; and help us to use our freedom rightly in the\n establishment of justice in our communities and among the\n nations, to the glory of your holy Name; through Jesus Christ\n our Lord, who lives and reigns with you and the Holy Spirit,\n one God, now and for ever. Amen."
}
,   { "category": "Society"
    , "_id": "op044"
    , "title": "in times of social conflict or distress"
    , "source": "bcp2019"
    , "prayer": "Increase, O God, the spirit of neighborliness among us, that\n in peril we may uphold one another, in suffering tend to one\n another, and in homelessness, loneliness, or exile befriend\n one another. Grant us brave and enduring hearts that we may\n strengthen one another, until the disciplines and testing of these\n days are ended, and you again give peace in our time; through\n Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op045"
    , "title": "for those who serve others"
    , "source": "bcp2019"
    , "prayer": "O Lord our heavenly Father, whose blessed Son came not to\n be served, but to serve: We ask you to bless all who, following\n in his steps, give themselves to the service of others [especially\n _________]; endue them with wisdom, patience, and courage,\n that they may strengthen the weak and raise up those who fall,\n and, being inspired by your love, may worthily minister to the\n suffering, the friendless, and the needy; for the sake of him who\n laid down his life for us, your Son our Savior Jesus Christ. Amen."
}
,   { "category": "Society"
    , "_id": "op046"
    , "title": "for commerce and industry"
    , "source": "bcp2019"
    , "prayer": "O Lord Jesus Christ, in your earthly life you shared our toil and\n hallowed our labor: Guide those who maintain the commerce\n and industries of this land, and give to all who labor pride in\n their work, a just reward, and joy both in supplying need and in\n serving you; who with the Father and the Holy Spirit live and\n reign, one God, world without end. Amen."
}
,   { "category": "Society"
    , "_id": "op047"
    , "title": "for the unemployed"
    , "source": "bcp2019"
    , "prayer": "Heavenly Father, we remember before you those who suffer\n want and anxiety from lack of work. Guide the people of this\n land so to use our public and private wealth that all may find\n suitable and fulfilling employment, and receive a just reward for\n their labor; through Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op048"
    , "title": "for agriculture and farming"
    , "source": "bcp2019"
    , "prayer": "Almighty God, we thank you for making the earth fruitful, so\n that it may produce what is needed to sustain our life: Bless\n those who work in the fields; give us seasonable weather; and\n grant that we may all share the fruits of the earth, rejoicing in\n your goodness; through Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op049"
    , "title": "for schools, colleges, and universities"
    , "source": "bcp2019"
    , "prayer": "Almighty God, by your gift alone we come to wisdom and true\n understanding: Look with favor, we pray, on our universities,\n colleges, and schools, [especially ________,] that knowledge\n may be increased among us, and wholesome learning flourish\n and abound. Bless those who teach and those who learn; and\n grant that in humility of heart they may ever look to you, the\n fountain of all wisdom; through Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op050"
    , "title": "for the medical professions"
    , "source": "bcp2019"
    , "prayer": "Almighty God, whose blessed Son Jesus Christ went about\n doing good, and healing all manner of sickness and disease\n among the people: Continue in our hospitals his gracious work\n among us [especially in __________]; console and heal the\n sick; grant to the physicians, nurses, and assisting staff wisdom\n and skill, diligence and patience; prosper their work, O Lord,\n and send down your blessing upon all who serve the suffering;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Society"
    , "_id": "op051"
    , "title": "for those who inform public opinion"
    , "source": "bcp2019"
    , "prayer": "Almighty God, your truth endures from age to age: Direct\n in our time, we pray, those who speak where many listen and\n write what many read; that they may speak your truth to make\n the heart of this people wise, its mind discerning, and its will\n righteous; to the honor of Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op052"
    , "title": "for those we love"
    , "source": "bcp2019"
    , "prayer": "Almighty God, we entrust all who are dear to us [especially\n _____] to your never-failing care and love, for this life and the life\n to come, knowing that you are doing for them better things than\n we can desire or pray for; through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op053"
    , "title": "for those who travel"
    , "source": "bcp2019"
    , "prayer": "O God, our heavenly Father, whose glory fills the whole\n creation, and whose presence we find wherever we go: Preserve\n those who travel [especially _____]; surround them with your\n loving care; protect them from every danger; and bring them in\n safety to their journey’s end; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "Those in Need"
    , "_id": "op054"
    , "title": "for the absent"
    , "source": "bcp2019"
    , "prayer": "O God, whose fatherly care reaches to the ends of the earth:\n We ask you graciously to behold and bless those we love who\n are now absent from us [especially _____]. Defend them from\n all dangers of soul and body, and grant that both they and we,\n drawing nearer to you, may be bound together by your love, in\n the communion of your Holy Spirit and in the fellowship of\n your saints; through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op055"
    , "title": "for those who live alone"
    , "source": "bcp2019"
    , "prayer": "Almighty God, whose Son had nowhere to lay his head: Grant\n that all those who live alone [especially ______] may not be\n lonely in their solitude, but that, following in his steps, they may\n find fulfillment in loving you and their neighbors; through Jesus\n Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op056"
    , "title": "for the elderly"
    , "source": "bcp2019"
    , "prayer": "Look with mercy, O God our Father, on all whose increasing\n years bring them weakness, distress, or isolation [especially\n ______]. Provide for them homes of dignity and peace; give them\n understanding helpers, and the willingness to accept help; and as\n their strength diminishes, increase their faith and their assurance\n of your love; through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op057"
    , "title": "for those with chronic disease"
    , "source": "bcp2019"
    , "prayer": "Heavenly Father, sustainer of our life and source of our hope:\n Comfort and relieve all who endure long-term illness or\n persistent handicap [especially ______]. Give your grace to all\n who minister to their needs, that they may be strengthened in\n their weakness and have confidence in your loving care; through\n him who knows our weakness and has shared our sorrows, Jesus\n Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op058"
    , "title": "for a person in trouble or bereavement"
    , "source": "bcp2019"
    , "prayer": "O merciful Father, you have taught us in your holy Word that\n you do not willingly afflict or grieve the children of men: Look\n with pity on the sorrows of your servant N. Remember him, O\n Lord, in mercy; nourish his soul with patience; comfort him with\n a sense of your goodness; lift up your countenance upon him;\n and give him peace; through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op059"
    , "title": "for the discouraged and downcast"
    , "source": "bcp2019"
    , "prayer": "O God, almighty and merciful, you heal the broken-hearted,\n and turn the sadness of the sorrowful to joy, Let your fatherly\n goodness be upon all whom you have made. Remember in pity\n all those who are this day destitute, homeless, elderly, infirm, or\n forgotten. Bless the multitude of your poor. Lift up those who \n are cast down. Mightily befriend innocent sufferers, and sanctify\n to them the endurance of their wrongs. Cheer with hope all\n who are discouraged and downcast, and by your heavenly grace\n preserve from falling those whose poverty tempts them to sin.\n Though they be troubled on every side, suffer them not to be\n distressed; though they are perplexed, save them from despair.\n Grant this, O Lord, for the love of him who for our sakes\n became poor, your Son our Savior Jesus Christ. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op060"
    , "title": "for prisoners"
    , "source": "bcp2019"
    , "prayer": "O God, you forgive when we deserve punishment, and in\n your wrath you remember mercy: We humbly ask you, of your\n goodness, to comfort all prisoners [and especially those who\n are condemned to die]. Give them a right understanding of\n themselves, and of your promises, that trusting wholly in your\n mercy, they may not place their confidence anywhere but in you.\n Relieve the distressed; deliver the innocent; bring the guilty to\n repentance; and as you alone bring light out of darkness, and\n good out of evil, grant that by the power of your Holy Spirit\n they may be set free from the chains of sin, and brought to\n newness of life; through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op061"
    , "title": "for the recovery of a sick person"
    , "source": "bcp2019"
    , "prayer": "Almighty and immortal God, giver of life and health: We\n implore your mercy for your servant N., that by your blessing\n upon him and upon those who minister to him with your healing\n gifts, he may be restored to health of body and mind, according\n to your gracious will, and may give thanks to you in your holy\n Church; through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op062"
    , "title": "for those afflicted with mental suffering"
    , "source": "bcp2019"
    , "prayer": "Almighty God, whose Son took upon himself the afflictions\n of your people: Regard with your tender compassion those\n suffering from anxiety, depression, or mental illness [especially\n _______]; bear their sorrows and their cares; supply all their\n needs; help them to put their whole trust and confidence in you;\n and restore them to strength of mind and cheerfulness of spirit;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op063"
    , "title": "for those in bondage to addiction"
    , "source": "bcp2019"
    , "prayer": "O blessed Lord, you ministered to all who came to you: Look\n with compassion upon those who through addiction have lost\n their health and freedom. Restore to them the assurance of your\n unfailing mercy; remove from them the fears that beset them;\n strengthen them in the work of their recovery; and to those who\n minister to them, give patient understanding and persevering\n love; through Jesus Christ our Lord. Amen."
}
,   { "category": "Those in Need"
    , "_id": "op064"
    , "title": "for the unrepentant"
    , "source": "bcp2019"
    , "prayer": "Merciful God, you desire not the death of sinners, but rather\n that they should turn to you and live; and through your only\n Son you have revealed yourself as the God who pardons iniquity.\n Have mercy on the unrepentant and those who do not believe\n [especially _____]. Awaken in them, by your Word and Holy\n Spirit, a deep sense of their sinfulness and peril. Take from them\n all ignorance, hardness of heart, and contempt of your Word.\n Grant them to know and feel that there is no other Name under\n heaven given among men by which they must be saved, but only\n the Name of the Lord Jesus Christ. And so bring them home and\n number them among your children, that they may be yours for\n ever; through Jesus Christ our Lord, who lives and reigns with\n you and the Holy Spirit, one God, world without end. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op065"
    , "title": "for families"
    , "source": "bcp2019"
    , "prayer": "Almighty God, our heavenly Father, you set the solitary in\n families: We commend to your continual care the homes in\n which your people dwell. Put far from them every root of\n bitterness, the desire of vainglory, and the pride of life. Fill them\n with faith, virtue, knowledge, temperance, patience, and true\n godliness. Knit together in constant affection those who, in holy\n matrimony, have been made one flesh; turn the hearts of parents\n to their children, and the hearts of children to their parents; and\n so enkindle fervent charity among us all, that we may evermore\n be joined to one another with bonds of loving-kindness;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op066"
    , "title": "for the care of children"
    , "source": "bcp2019"
    , "prayer": "Almighty God, heavenly Father, you have blessed us with the\n joy and care of children: Give us calm strength and patient\n wisdom so to train them, that they may love all that is true, and\n pure, and lovely, and of good report, following the example of\n their Savior Jesus Christ. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op067"
    , "title": "for a birthday"
    , "source": "bcp2019"
    , "prayer": "O God, our times are in your hand: Look with favor, we pray,\n on your servant N. as he begins another year. Grant that he may\n grow in wisdom and grace, and strengthen his trust in your\n goodness all the days of his life; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op068"
    , "title": "for a child, or for a birthday"
    , "source": "bcp2019"
    , "prayer": "Watch over your child N., O Lord, as his days increase; bless\n him and guide him, and keep him unspotted from the world.\n Strengthen him when he stands; comfort him when discouraged\n or sorrowful; raise him up if he falls; and in his heart may your\n peace which passes understanding abide all the days of his life;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op069"
    , "title": "for a marriage or anniversary"
    , "source": "bcp2019"
    , "prayer": "O God, you have so consecrated the covenant of marriage that\n in it is represented the spiritual unity between Christ and his\n Church: Send your blessing upon these your servants [as they\n begin another year], that they may so love, honor, and cherish\n each other in faithfulness and patience, in wisdom and true\n godliness, that their home may be a haven of blessing and peace;\n through Jesus Christ our Lord, who lives and reigns with you\n and the Holy Spirit, one God, now and for ever. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op070"
    , "title": "for inner renewal through the word"
    , "source": "bcp2019"
    , "prayer": "Gracious God and most merciful Father, you have granted us\n the rich and precious jewel of your holy Word: Assist us with\n your Spirit, that the same Word may be written in our hearts\n to our everlasting comfort, to reform us, to renew us according\n to your own image, to build us up and edify us into the perfect\n dwelling place of your Christ, sanctifying and increasing in us all\n heavenly virtues; grant this, O heavenly Father, for Jesus Christ’s\n sake. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op071"
    , "title": "for christ to be formed in us"
    , "source": "bcp2019"
    , "prayer": "Lord Jesus, Master Carpenter of Nazareth, on the Cross through\n wood and nails you wrought our full salvation: Wield well\n your tools in this, your workshop, that we who come to you\n rough-hewn may be fashioned into a truer beauty by your hand;\n who with the Father and the Holy Spirit live and reign, one\n God, world without end. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op072"
    , "title": "for knowing and loving god"
    , "source": "bcp2019"
    , "prayer": "O God, the light of the minds that know you, the life of the\n souls that love you, and the strength of the wills that serve you:\n Help us so to know you that we may truly love you, and so to\n love you that we may fully serve you, whom to serve is perfect\n freedom; through Jesus Christ our Lord. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op073"
    , "title": "a prayer of self-dedication"
    , "source": "William Temple"
    , "prayer": "Almighty and eternal God, so draw our hearts to you, so guide\n our minds, so fill our imaginations, so control our wills, that we\n may be wholly yours, utterly dedicated to you; and then use us,\n we pray, as you will, and always to your glory and the welfare of\n your people; through our Lord and Savior Jesus Christ. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op074"
    , "title": "for desiring god"
    , "source": "Francis Xavier"
    , "prayer": "O God, grant that we may desire you, and desiring you seek you,\n and seeking you find you, and finding you be satisfied in you for\n ever. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op075"
    , "title": "for holy thought"
    , "source": "bcp2019"
    , "prayer": "O God, without whose beauty and goodness our souls are unfed,\n without whose truth our reason withers: Consecrate our lives\n to your will, giving us such purity of heart, such depth of faith, \n occasional pr ayers | family & personal life 669\n and such steadfastness of purpose, that in time we may come\n to think your own thoughts after you; through Jesus Christ our\n Savior. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op076"
    , "title": "for guidance"
    , "source": "bcp2019"
    , "prayer": "Go before us, O Lord, in all our doings with your most gracious\n favor, and further us with your continual help; that in all our\n works begun, continued, and ended in you, we may glorify your\n holy Name, and finally, through your mercy, obtain everlasting\n life; through Jesus Christ our Lord. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op077"
    , "title": "for guidance"
    , "source": "bcp2019"
    , "prayer": "O God, by whom the meek are guided in judgment, and light\n rises up in darkness for the godly: Grant us, in all our doubts\n and uncertainties, the grace to ask what you would have us do,\n that the Spirit of wisdom may save us from all false choices; that\n in your light we may see light, and in your straight path we may\n not stumble; through Jesus Christ our Lord. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op078"
    , "title": "to please god rather than men"
    , "source": "Thomas à Kempis"
    , "prayer": "Our God, in whom we trust: Strengthen us not to regard\n overmuch who is for us or who is against us, but to see to it that\n we be with you in everything we do. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op079"
    , "title": "for mercy"
    , "source": "bcp2019"
    , "prayer": "Almighty God, you have not dealt with us according to our sins,\n nor rewarded us according to our iniquities; grant that we, who\n for our evil deeds deserve to be punished, by the might of your\n grace may mercifully be relieved; through our Lord and Savior\n Jesus Christ, who lives and reigns with you and the Holy Spirit,\n one God, for ever and ever. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op080"
    , "title": "for trustfulness in times of worry and anxiety"
    , "source": "bcp2019"
    , "prayer": "Most loving Father, you will us to give thanks for all things, to\n dread nothing but the loss of you, and to cast all our care on\n the One who cares for us. Preserve us from faithless fears and\n worldly anxieties, and grant that no clouds of this mortal life\n may hide from us the light of that love which is immortal, and\n which you have manifested unto us in your Son, Jesus Christ our\n Lord. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op081"
    , "title": "for help to bear bereavement"
    , "source": "bcp2019"
    , "prayer": "Heavenly Father, help us to entrust our loved ones to your\n care. Though sorrow darkens our lives, help us to look up to\n you, remembering the cloud of witnesses by which we are\n surrounded. And grant that we on earth, rejoicing ever in your\n presence, may share with them the rest and peace which your\n presence gives; through Jesus Christ our Lord. Amen."
}
,   { "category": "Family and Personal Life"
    , "_id": "op082"
    , "title": "for quiet confidence"
    , "source": "bcp2019"
    , "prayer": "O God of peace, who hast taught us that in returning and rest\n we shall be saved, in quietness and in confidence shall be our\n strength: By the might of thy Spirit lift us, we pray thee, to thy\n presence, where we may be still and know that thou art God;\n through Jesus Christ our Lord. Amen."
}
,   { "category": "Throughout the Day"
    , "_id": "op083"
    , "title": "in the morning"
    , "source": "bcp2019"
    , "prayer": "Almighty God, you alone gave us the breath of life, and you\n alone can keep alive in us the holy desires you impart. We\n beseech you, for your compassion’s sake, to sanctify all our\n thoughts and endeavors, that we may neither begin an action \n occasional pr ayers | family & personal life 671\n without a pure intention nor continue it without your blessing.\n And grant that, having the eyes of our mind enlightened to\n behold things invisible and unseen, we may in heart be inspired\n by your wisdom, in work be upheld by your strength, and in the\n end be accepted as your faithful servants; through Jesus Christ\n our Savior. Amen."
}
,   { "category": "Throughout the Day"
    , "_id": "op084"
    , "title": "grace at meals"
    , "source": "bcp2019"
    , "prayer": "Blessed are you, O Lord God, King of the Universe, for you give\n us food to sustain our lives and make our hearts glad; through\n Jesus Christ our Lord. Amen."
}
,   { "category": "Throughout the Day"
    , "_id": "op085"
    , "title": "in the evening"
    , "source": "John Henry Newman"
    , "prayer": "O Lord, support us all the day long through this trouble-filled\n life, until the shadows lengthen, and the evening comes, and the\n busy world is hushed, and the fever of life is over, and our work\n is done. Then in your mercy grant us a safe lodging, and a holy\n rest, and peace at the last. Amen."
}
,   { "category": "Throughout the Day"
    , "_id": "op086"
    , "title": "for sleep"
    , "source": "bcp2019"
    , "prayer": "Father, in your mercy dispel the darkness of this night, and let\n your servant sleep in peace, that at the dawn of a new day I may\n wake with joy in your Name; through Christ our Lord. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op087"
    , "title": "for participation in the peace of god"
    , "source": "In the Tradition of Francis of Assisi"
    , "prayer": "Lord, make me an instrument of your peace: where there is\n hatred, let me sow love; where there is injury, pardon; where\n there is discord, union; where there is error, truth; where there\n is doubt, faith; where there is despair, hope; where there is\n darkness, light; where there is sadness, joy. O divine Master, grant\n that I may seek not so much to be consoled as to console, to be\n understood as to understand, to be loved as to love. For it is in\n giving that we receive, it is in pardoning that we are pardoned,\n and it is in dying that we are born to eternal life. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op088"
    , "title": "for daily growth"
    , "source": "Richard of Chichester"
    , "prayer": "Thanks be to thee, my Lord Jesus Christ, for all the pains and\n insults thou hast borne for me, and all the benefits thou hast\n given me. O most merciful Redeemer, Friend, and Brother:\n Grant that I may see thee more clearly, love thee more dearly,\n and follow thee more nearly, day by day. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op089"
    , "title": "for seeking god Anselm of Canterbury"
    , "source": "bcp2019"
    , "prayer": "Teach me to seek you, and as I seek you, show yourself to me;\n for I cannot seek you unless you show me how, and I will never\n find you unless you show yourself to me. Let me seek you by\n desiring you, and desire you by seeking you; let me find you by\n loving you, and love you in finding you. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op090"
    , "title": "for grace to seek god in every way"
    , "source": "Benedict of Nursia"
    , "prayer": "Gracious and holy Father, please give me intellect to understand\n you, reason to discern you, diligence to seek you, wisdom to find\n you, a spirit to know you, a heart to meditate upon you, ears to \n hear you, eyes to see you, a tongue to proclaim you, a way of\n life pleasing to you, patience to wait for you, and perseverance\n to look for you. Grant me a perfect end, your holy presence, a\n blessed resurrection, and life everlasting. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op091"
    , "title": "for submission to god’s will"
    , "source": "Joseph Mercier"
    , "prayer": "O Holy Spirit, beloved of my soul, I adore you. Enlighten me,\n guide me, strengthen me, console me. Tell me what I should do;\n give me your orders. I promise to submit myself to all that you\n desire of me and to accept all that you permit to happen to me.\n Let me only know your will. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op092"
    , "title": "for satisfaction in christ"
    , "source": "Julian of Norwich"
    , "prayer": "O God, of your goodness, give me yourself, for you are enough\n for me. I can ask for nothing less that is completely to your\n honor, and if I do ask anything less, I shall always be in want.\n Only in you I have all. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op093"
    , "title": "a covenant prayer"
    , "source": "John Wesley"
    , "prayer": "I am no longer my own, but thine. Put me to what thou wilt,\n rank me with whom thou wilt. Put me to doing, put me to\n suffering. Let me be employed by thee or laid aside for thee,\n exalted for thee or brought low for thee. Let me be full, let me\n be empty. Let me have all things, let me have nothing. I freely\n and heartily yield all things to thy pleasure and disposal. And\n now, O glorious and blessed God, Father, Son, and Holy Spirit,\n thou art mine, and I am thine. So be it. And the covenant which\n I have made on earth, let it be ratified in heaven. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op094"
    , "title": "for a virtuous heart"
    , "source": "Thomas Aquinas"
    , "prayer": "Give me, O Lord, a steadfast heart, which no unworthy thought\n can drag down; an unconquered heart, which no tribulation\n can wear out; an upright heart, which no unworthy purpose\n can tempt aside. Bestow upon me understanding to know you,\n diligence to seek you, wisdom to find you, and faithfulness that\n finally may embrace you. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op095"
    , "title": "in times of suffering or weakness"
    , "source": "bcp2019"
    , "prayer": "Dear Lord and Savior Jesus Christ: I hold up all my weakness\n to your strength, my failure to your faithfulness, my sinfulness\n to your perfection, my loneliness to your compassion, my little\n pains to your great agony on the Cross. I pray that you will\n cleanse me, strengthen me, guide me, so that in all ways my\n life may be lived as you would have it lived, without cowardice\n and for you alone. Show me how to live in true humility, true\n contrition, and true love. Amen."
}
,   { "category": "Personal Devotion"
    , "_id": "op096"
    , "title": "for union with christ"
    , "source": "Anima Christi"
    , "prayer": "Soul of Christ, sanctify me. Body of Christ, save me. Blood\n of Christ, inebriate me. Water from the side of Christ, wash\n me. Passion of Christ, strengthen me. O good Jesus, hear me.\n Within thy wounds hide me. Permit me not to be separated\n from thee. From the wicked foe defend me. In the hour of my\n death call me, and bid me come to thee, that with thy saints I\n may praise thee for ever and ever. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op097"
    , "title": "preparation for personal prayer"
    , "source": "bcp2019"
    , "prayer": "Holy Spirit, breath of God and fire of love, I cannot pray\n without your aid: Kindle in me the fire of your love, and\n illumine me with your light; that with a steadfast will and holy\n thoughts I may approach the Father in spirit and in truth;\n through Jesus Christ my Lord, who reigns with you and the\n Father in eternal union. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op098"
    , "title": "for the acceptance of prayer"
    , "source": "bcp2019"
    , "prayer": "Heavenly Father, you have promised to hear what we ask in the\n Name of your Son: Accept and fulfill our petitions, we pray, not\n as we ask in our ignorance, nor as we deserve in our sinfulness,\n but as you know and love us in your Son Jesus Christ our Lord.\n Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op099"
    , "title": "for the acceptance of prayer"
    , "source": "bcp2019"
    , "prayer": "O Lord our God, accept the fervent prayers of your people; in\n the multitude of your mercies, look with compassion upon us\n and all who turn to you for help; for you are gracious, O lover\n of souls, and to you we give glory, Father, Son, and Holy Spirit,\n now and for ever. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op100"
    , "title": "for the answering of prayer"
    , "source": "bcp2019"
    , "prayer": "Almighty God, you have promised to hear the petitions of\n those who ask in the Name of your Son: Mercifully incline your\n ear to us as we make our prayers and supplications to you; and\n grant that what we ask faithfully, according to your will, we may\n obtain effectually, for the relief of our necessities and the setting\n forth of your glory; through Jesus Christ our Lord. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op101"
    , "title": "before the reading of scripture"
    , "source": "bcp2019"
    , "prayer": "Blessed Lord, who caused all Holy Scriptures to be written for\n our learning: Grant us so to hear them, read, mark, learn, and\n inwardly digest them, that by patience and the comfort of your\n Holy Word we may embrace and ever hold fast the blessed hope\n of everlasting life, which you have given us in our Savior Jesus\n Christ; who lives and reigns with you and the Holy Spirit, one\n God, for ever and ever. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op102"
    , "title": "on sundays"
    , "source": "bcp2019"
    , "prayer": "O God, you make us glad with the weekly remembrance of\n the glorious resurrection of your Son our Lord: Give us this\n day such blessing through our worship of you, that the week to\n come may be spent in your favor; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op103"
    , "title": "preparation for public worship"
    , "source": "bcp2019"
    , "prayer": "Guide and direct us, O Lord, always and everywhere with your\n holy light, that we may discern with clear vision your presence\n among us, and partake with worthy intention of your divine\n mysteries. We ask this for Jesus Christ’s sake. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op104"
    , "title": "before receiving communion"
    , "source": "bcp2019"
    , "prayer": "Be present, be present, O Jesus, our great High Priest, as you\n were present with your disciples, and be known to us in the\n breaking of bread; who live and reign with the Father and the\n Holy Spirit, now and for ever. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op105"
    , "title": "after receiving communion"
    , "source": "bcp2019"
    , "prayer": "O Lord Jesus Christ, in this wonderful Sacrament you have\n given us a memorial of your passion: Grant us, we pray, so to \n venerate the sacred mysteries of your Body and Blood, that we\n may ever perceive within ourselves the fruit of your redemption;\n who live and reign with the Father and the Holy Spirit, one\n God, for ever and ever. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op106"
    , "title": "for spiritual communion"
    , "source": "bcp2019"
    , "prayer": "Dear Jesus, I believe that you are truly present in the Holy\n Sacrament. I love you above all things, and I desire to possess\n you within my soul. And since I cannot now receive you\n sacramentally, I beseech you to come spiritually into my heart.\n I unite myself to you, together with all your faithful people\n [gathered around every altar of your Church], and I embrace\n you with all the affections of my soul. Never permit me to be\n separated from you. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op107"
    , "title": "after communion"
    , "source": "Liturgy of St. Basil"
    , "prayer": "Finished and perfected is the mystery of thy dispensation to us,\n O Christ our God: For we have beheld the likeness of thy death,\n we have seen thy resurrection in the breaking of the bread, and\n we have partaken of thine inexhaustible and divine delights, of\n which do thou make us worthy, both now and in thy kingdom\n and unto the ages of ages. Amen."
}
,   { "category": "At Times of Prayer and Worship"
    , "_id": "op108"
    , "title": "after public worship"
    , "source": "bcp2019"
    , "prayer": "Grant, Almighty God, that the words we have heard this day\n with our ears may by your grace be grafted in our hearts, that\n they may bring forth in us the fruit of a righteous life, to the\n honor and praise of your Name; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "Death, the Departed & The Communion of Saints"
    , "_id": "op109"
    , "title": "for watchfulness"
    , "source": "Lancelot Andrewes"
    , "prayer": "Thou, who with thine own mouth hast told us that at midnight\n the bridegroom shall come: Grant that the cry, “The bridegroom\n cometh!” may sound evermore in our ears, that so we be never\n unprepared to meet him, or forgetful of the souls for whom he\n died, for whom we watch and pray. And save us, O Lord. Amen."
}
,   { "category": "Death, the Departed & The Communion of Saints"
    , "_id": "op110"
    , "title": "for joy at the end of life"
    , "source": "Miles Coverdale"
    , "prayer": "Lord Jesus, be mindful of your promise. Think of us, your\n servants, and when we shall depart, speak to our spirits these\n loving words: “Today you shall be with me in joy.” O Lord Jesus\n Christ, remember us, your servants who trust in you, when our\n tongues cannot speak, when the sight of our eyes fails, and when\n our ears are stopped. Let our spirits always rejoice in you and be\n joyful about our salvation, which you, through your death, have\n purchased for us. Amen."
}
,   { "category": "Death, the Departed & The Communion of Saints"
    , "_id": "op111"
    , "title": "for an anniversary of one departed"
    , "source": "bcp2019"
    , "prayer": "Almighty God, we remember this day before you your faithful\n servant N., and we pray that, having opened to him the gates of\n larger life, you will receive him more and more into your joyful\n service, that he may win, with you and your servants everywhere,\n the eternal victory; through Jesus Christ our Lord. Amen."
}
,   { "category": "Death, the Departed & The Communion of Saints"
    , "_id": "op112"
    , "title": "the communion of saints (1)" 
    , "source": "bcp2019"
    , "prayer": "O God of the spirits of all flesh, we praise and magnify thy holy\n Name for all thy servants who have finished their course in thy\n faith and fear [especially thy servant N.]; and we beseech thee \n that, encouraged by their examples and strengthened by their\n fellowship, we also may be found meet to be partakers of the\n inheritance of the saints in light; through the merits of thy Son\n Jesus Christ our Lord. Amen."
}
,   { "category": "Death, the Departed & The Communion of Saints"
    , "_id": "op113"
    , "title": "the communion of saints (2)"
    , "source": "bcp2019"
    , "prayer": "O eternal Lord God, you hold all souls in life: Shed forth upon\n your whole Church in Paradise and on earth the bright beams\n of your light and heavenly comfort; and grant that we, following\n the good example of those who have loved and served you here\n and are now at rest, may enter with them into the fullness of\n your unending joy; through Jesus Christ our Lord. Amen."
}
,   { "category": "Death, the Departed & The Communion of Saints"
    , "_id": "op114"
    , "title": "for all faithful departed"
    , "source": "bcp2019"
    , "prayer": "Almighty God, with whom the souls of the faithful who have\n departed this life are in joy and felicity: We praise and magnify\n your holy Name for all your servants who have finished their\n course in your faith and fear; and we most humbly pray that,\n at the day of resurrection, we and all who are members of\n the mystical body of your Son may be set on his right hand,\n and hear his most joyful voice: “Come, you who are blessed\n by my Father, inherit the kingdom prepared for you from the\n foundation of the world.” Grant this, O merciful Father, for the\n sake of Jesus Christ, our only Mediator and Advocate. Amen."
}
,   { "category": "Death, the Departed & The Communion of Saints"
    , "_id": "op115"
    , "title": "for the coming of god’s kingdom"
    , "source": "bcp2019"
    , "prayer": "Hasten, O Father, the coming of your kingdom; and grant that\n we your servants, who now live by faith, may with joy behold\n your Son at his coming in glorious majesty; even Jesus Christ,\n our only Mediator and Advocate. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op116"
    , "title": "a litany of thanksgiving"
    , "source": "bcp2019"
    , "prayer": "Let us give thanks to God our Father for all his gifts so freely\n bestowed upon us:\n For the beauty and wonder of your creation, in earth and sky\n and sea,\n We thank you, Lord.\n For our daily food and drink, our homes and families, and our\n friends,\n We thank you, Lord.\n For minds to think, and hearts to love, and hands to serve,\n We thank you, Lord.\n For health and strength to work, and time to rest and worship,\n We thank you, Lord.\n For all who are patient in suffering and faithful in adversity,\n We thank you, Lord.\n For all who earnestly seek after truth, and all who labor for justice,\n We thank you, Lord.\n For all that is good and gracious in the lives of men and women,\n revealing the image of Christ,\n We thank you, Lord.\n For the communion of saints, in all times and places,\n We thank you, Lord.\n Above all, we give you thanks for the great mercies and promises\n given to us in Christ Jesus our Lord;\n To him be praise and glory, with you, O Father,\n and the Holy Spirit, now and for ever. Amen"
}
,   { "category": "Thanksgivings"
    , "_id": "op117"
    , "title": "a thanksgiving prayer"
    , "source": "bcp2019"
    , "prayer": "Accept, O Lord, our thanks and praise for all that you have done\n for us. We thank you for the splendor of the whole creation,\n for the beauty of this world, for the wonder of life, and for the\n mystery of love. We thank you for the blessing of family and\n friends, and for the loving care which surrounds us on every\n side. We thank you for setting us at tasks that demand our best\n efforts, and for leading us to accomplishments that satisfy and\n delight us. We thank you also for those disappointments and\n failures that lead us to acknowledge our dependence on you\n alone. Above all, we thank you for your Son Jesus Christ; for the\n truth of his Word and the example of his life; for his steadfast\n obedience, by which he overcame temptation; for his dying,\n through which he conquered death; and for his rising to life\n again, in which we are raised to the life of your kingdom. Grant\n us the gift of your Spirit, that we may know Christ and make\n him known; and through him, at all times and in all places, may\n give thanks to you in all things. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op118"
    , "title": "for the mission of the church"
    , "source": "bcp2019"
    , "prayer": "Almighty God, you sent your Son Jesus Christ to reconcile the\n world to yourself: We praise and bless you for those whom you have\n sent in the power of the Spirit to preach the Gospel to all nations.\n We thank you that in all parts of the earth a community of love has\n been gathered together by their prayers and labors, and that in every\n place your servants call upon your Name; for the kingdom and the\n power and the glory are yours, for ever and ever. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op119"
    , "title": "for the harvest"
    , "source": "bcp2019"
    , "prayer": "Most gracious God, by whose knowledge the depths are broken\n up and the clouds drop down the dew: We yield you hearty\n thanks and praise for the return of seed-time and harvest, for \n the increase of the ground and the gathering in of its fruits, and\n for all the other blessings your merciful providence has bestowed\n upon this nation and people. And, we pray, give us a just sense\n of these great mercies, that we may walk before you in humility,\n holiness, and obedience all our days; through Jesus Christ our\n Lord, to whom, with you and the Holy Spirit, be all glory and\n honor, world without end. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op120"
    , "title": "for the beauty of the earth"
    , "source": "bcp2019"
    , "prayer": "We give you thanks, most gracious God, for the beauty of earth\n and sky and sea; for the richness of mountains, plains, and rivers;\n for the wonder of your creatures, large and small; and for all the\n loveliness that surrounds us. We praise you for these good gifts,\n and pray that we may safeguard them for our posterity. Grant\n that we may continue to grow in our grateful enjoyment of your\n abundant creation, to the honor and glory of your Name, now\n and for ever. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op121"
    , "title": "for the diversity of races and cultures"
    , "source": "bcp2019"
    , "prayer": "O God, who created all peoples in your image: We thank you\n for the diversity of races and cultures in this world. Show us\n your presence in those who differ from us, and enrich our lives\n with their fellowship, until our knowledge of your love is made\n perfect in our love for all your children; through Jesus Christ our\n Lord. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op122"
    , "title": "for military veterans"
    , "source": "bcp2019"
    , "prayer": "O Judge of the nations, we thank you with grateful hearts for\n the men and women of our country who in the day of decision\n ventured much for the liberties we now enjoy. Grant that we\n may not rest until all the people of this land share the benefits of\n true freedom and gladly accept its disciplines. This we ask in the\n Name of Jesus Christ our Lord. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op123"
    , "title": "for deliverance from peril"
    , "source": "bcp2019"
    , "prayer": "Almighty God, our strong tower of defense in time of trouble:\n We offer you praise and heartfelt thanks for our deliverance\n from the dangers which lately surrounded us [and for your\n gracious gift of peace]. We confess that your goodness alone\n has preserved us; and we ask you still to continue your mercies\n toward us, that we may always know and acknowledge you as\n our Savior and mighty Deliverer; through Jesus Christ our Lord.\n Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op124"
    , "title": "for the restoration of health"
    , "source": "bcp2019"
    , "prayer": "Almighty God and heavenly Father, we bless and praise your\n Name on behalf of your servant N., and we give you humble\n thanks that you have been pleased to deliver him from sickness.\n Grant, O gracious Father, that by your help he may live in\n this world according to your will, and be made a partaker of\n everlasting glory in the life to come; through Jesus Christ our\n Lord. Amen."
}
,   { "category": "Thanksgivings"
    , "_id": "op125"
    , "title": "for the saints and faithful departed"
    , "source": "bcp2019"
    , "prayer": "We give thanks to you, O Lord our God, for all your servants\n and witnesses of time past: for Abraham, the father of believers,\n and Sarah his wife; for Moses, the lawgiver, and Aaron, the\n priest; for Miriam and Joshua, Deborah and Gideon, and\n Samuel with Hannah his mother; for David, King over Israel;\n for Isaiah and all the prophets; for Mary, the mother of our\n Lord; for Peter and Paul and all the apostles; for Mary and\n Martha, and Mary Magdalene; for Stephen, the first martyr, and\n all the martyrs and saints in every age and in every land. In your\n mercy, O Lord our God, give us, as you gave to them, the hope\n of salvation and the promise of eternal life; through Jesus Christ\n our Lord, the first-born of many from the dead. Amen"
}
,   { "_id": "categories"
    , "list": "The Church\nCreation\nThe Nation\nSpecific to Canada\nSpecific to the United States or Mexico\nSociety\nThose in Need\nFamily and Personal Life\nThroughout the Day\nPersonal Devotion\nAt Times of Prayer and Worship\nDeath, the Departed & The Communion of Saints\nThanksgivings"
    }
] }